{"text": "GREF Team is an innovative China-nexus cyber espionage operator that focuses on targeting energy, video game development studios, and high-tech companies in the U.S., South Korea, the Netherlands, Italy, France, and Japan. The group leverages a large library of malware tools, compromised digital certificates, and exploits. Besides being linked to a common supplier shared with other Chinese cyber espionage groups, GREF Team is believed to distribute its tools to other distinct China-based actors.", "meta": {"source": "fireeye-2-2"}, "spans": [{"start": 0, "end": 9, "label": "ENT", "token_start": 0, "token_end": 2, "_private_string": "GREF Team"}, {"start": 417, "end": 426, "label": "ENT", "token_start": 76, "token_end": 78, "_private_string": "GREF Team"}]}
{"text": "We believe TEMP.Mana, a Chinese cyber espionage group, is linked to infrastructure spoofing domains of at least two U.S. chemical manufacturers. Similar activity suspected of being tied to TEMP.Mana reinforces the risk to the chemical sector and related industries.", "meta": {"source": "fireeye-0-2"}, "spans": [{"start": 11, "end": 20, "label": "ENT", "token_start": 2, "token_end": 3, "_private_string": "TEMP.Mana"}, {"start": 24, "end": 53, "label": "ENT", "token_start": 5, "token_end": 9, "_private_string": "Chinese cyber espionage group"}, {"start": 189, "end": 198, "label": "ENT", "token_start": 31, "token_end": 32, "_private_string": "TEMP.Mana"}]}
{"text": "During a compromise of a hospitality organization, which we attribute to FIN7, the attackers deployed various malicious payloads, including CARBANAK, BABYMETAL, and the PILLOWMINT point-of-sale (POS) malware. Notably, in this incident, FIN7 leveraged a seemingly compromised email account belonging one of the victim's suppliers to send a password-protected GRIFFON document to a restaurant manager. FIN7's shift to engaging in third-party compromise attacks marks a significant evolution in the group's operations and the manner in which organizations need to protect themselves against their attacks.", "meta": {"source": "fireeye-39-10"}, "spans": [{"start": 73, "end": 77, "label": "ENT", "token_start": 12, "token_end": 13, "_private_string": "FIN7"}, {"start": 236, "end": 240, "label": "ENT", "token_start": 45, "token_end": 46, "_private_string": "FIN7"}, {"start": 496, "end": 501, "label": "ENT", "token_start": 89, "token_end": 90, "_private_string": "group"}, {"start": 400, "end": 406, "label": "ENT", "token_start": 72, "token_end": 74, "_private_string": "FIN7's"}]}